[
  {
    "text": "I’m interested in validating all forms of research, whether it’s questioning a neighbor or looking at an institutional archive or creating your own archive and then sharing that with people.",
    "quotee": "Kameelah Janan Rasheed",
    "post": {
      "url": "https://thecreativeindependent.com/people/kameelah-janan-rasheed-on-research-and-archiving/",
      "title": "Kameelah Janan Rasheed on research and archiving"
    }
  },
  {
    "text": "I read this study a couple years ago that was saying how announcing that you’re going to do something, or sharing your plans, when you get positive affirmations on that, your brain releases the same chemicals as it would as if you had actually done the actions. It kind of explained why people liked to share what they want to do so much on social media, and how maybe that is discouraging us from actually following through on our plans a lot of times, whether it’s a New Year’s resolution, or the kind of art you want to make, or even for non-artists, just other plans ... I think putting action behind our plans is most important.",
    "quotee": "Katie Alice Greer",
    "post": {
      "url": "https://thecreativeindependent.com/people/katie-alice-greer-on-why-all-art-is-political/",
      "title": "Katie Alice Greer on why all art is political"
    }
  },
  {
    "text": "For me, it’s just going on walks by myself. I’ve been doing this lately, I go on a walk or I’ll walk my dog and leave my phone at home. And it’s been really weird! Because I look around and find that I’m like everyone else. I’m always staring at a screen. I’m part of the problem, you know?",
    "quotee": "George Clarke",
    "post": {
      "url": "https://thecreativeindependent.com/people/george-clarke-on-slowing-down/",
      "title": "George Clarke on slowing down"
    }
  },
  {
    "text": "My example is always like, a giant blue painting can be much more about freedom than 1800 performance pieces about how free you should be or songs about that.",
    "quotee": "Laurie Anderson",
    "post": {
      "url": "https://thecreativeindependent.com/people/laurie-anderson-on-reality-and-non-reality/",
      "title": "Laurie Anderson on reality and non reality"
    }
  },
  {
    "text": "Berry picking in autumn is turning me on.",
    "quotee": "Björk",
    "post": {
      "url": "https://thecreativeindependent.com/people/bjork-on-nature-and-technology/",
      "title": "Björk on nature and technology"
    }
  },
  {
    "text": "Wash­ing dishes or doing a load of laundry is both med­i­ta­tive and in­cred­i­bly re­ward­ing. It is one of the few tasks in life in which you see im­me­di­ate re­sults.",
    "quotee": "Sandra Bernhard",
    "post": {
      "url": "https://thecreativeindependent.com/people/sandra-bernhard-on-the-pleasure-and-peril-of-being-a-big-personality/",
      "title": "Sandra Bernhard on the pleasure and peril of being a big personality"
    }
  },
  {
    "text": "It’s both freeing and depressing to remember that people aren’t thinking about you that much.",
    "quotee": "Melissa Broder",
    "post": {
      "url": "https://thecreativeindependent.com/people/melissa-broder-on-the-difference-between-poetry-and-twitter/",
      "title": "Melissa Broder on the difference between poetry and Twitter"
    }
  },
  {
    "text": "I end up always going back there, dragged back there in a way, and then it’s just a matter of never, ever repeating myself. I know that seems really weird because, like you said, everybody thinks I write about the same thing every time, but every single book is completely from scratch.",
    "quotee": "Dennis Cooper",
    "post": {
      "url": "https://thecreativeindependent.com/people/dennis-cooper-on-writing-as-sculpture/",
      "title": "Dennis Cooper on writing as sculpture"
    }
  },
  {
    "text": "Drawing is like meditation.",
    "quotee": "Shantell Martin",
    "post": {
      "url": "https://thecreativeindependent.com/people/shantell-martin-on-finding-self-in-drawing/",
      "title": "Shantell Martin on finding self in drawing"
    }
  },
  {
    "text": "Sometimes the most ideal part is the one you create for yourself.",
    "quotee": "Justin Vivian Bond",
    "post": {
      "url": "https://thecreativeindependent.com/people/justin-vivian-bond-on-politics-and-performance/",
      "title": "Justin Vivian Bond on politics and performance"
    }
  },
  {
    "text": "I realized how little time I just sit around and think about things. Just to let them flow. Go out without trading prepared statements with other people.",
    "quotee": "Laurie Anderson",
    "post": {
      "url": "https://thecreativeindependent.com/people/laurie-anderson-on-reality-and-non-reality/",
      "title": "Laurie Anderson on reality and non reality"
    }
  },
  {
    "text": "It’s a pleasurable thing to do, and when I don’t want to do it, I don’t. I take three or four day breaks at least once a month, and people don’t notice, because I don’t make a big announcement. I think too many people make huge announcements, ‘I’m leaving social media.’ When I hit my limit, which I do regularly, I just don’t go on Twitter for four days. It’s fine. I choose when I want to be part of social media.",
    "quotee": "Roxane Gay",
    "post": {
      "url": "https://thecreativeindependent.com/people/roxane-gay-on-the-importance-of-storytelling/",
      "title": "Roxane Gay on the importance of storytelling"
    }
  },
  {
    "text": "Distilling people down to little tiny nuggets of themselves. I want to have a good kicker for your interview. Tell them I said something really brilliant about how you should treat people with more complexity than that.",
    "quotee": "Sloane Crosley",
    "post": {
      "url": "https://thecreativeindependent.com/people/sloane-crosley-on-needing-to-do-different-kinds-of-creative-things/",
      "title": "Sloane Crosley on needing to do different kinds of creative things"
    }
  },
  {
    "text": "Not wanting to be rich gives me a lot more flexibility … I can’t be convinced to not speak up because I might not have this opportunity or whatever. I’m like, ‘Do you have the qualities that I’m trying to nurture in myself?’",
    "quotee": "Kenya (Robinson)",
    "post": {
      "url": "https://thecreativeindependent.com/people/kenya-robinson-on-creating-your-own-opportunities/",
      "title": "Kenya (Robinson) on creating your own opportunities"
    }
  },
  {
    "text": "Right now I feel compelled to document as much as possible. Every day there’s something catastrophic happening. ... A lot of the artwork, or a lot of the writing, becomes important afterwards, when we look back. That’s a very old-fashioned idea of art as witness, art as a document, but that’s really important. You think about right now, as we’re trying to find clarity, we’re going back.",
    "quotee": "Cathy Park Hong",
    "post": {
      "url": "https://thecreativeindependent.com/people/cathy-park-hong-on-finding-clarity-through-art-&-poetry-within-our-political-landscape/",
      "title": "Cathy Park Hong on finding clarity through art & poetry within our political landscape"
    }
  },
  {
    "text": "Sometimes the form makes itself clear quickly, and other times you have to shop for a long time by reading other books or looking at other things until something gives you an ah-ha moment…",
    "quotee": "Maggie Nelson",
    "post": {
      "url": "https://thecreativeindependent.com/people/interview-maggie-nelson/",
      "title": "Interview: Maggie Nelson"
    }
  },
  {
    "text": "I am a person who is very, very public about their anxiety. It’s something that I felt really strongly about communicating to others because I think especially as a person who is seen, I want people to understand that all of my wellness is worked for. I don’t wake up like this. I have a huge support system of people who keep me regular and are an ear when I need one. I would be nothing without the people who are doing that work for me.",
    "quotee": "David Byrne",
    "post": {
      "url": "http://thecreativeindependent.com/people/david-byrne-on-not-being-afraid-to-fail/",
      "title": "David Byrne on not being afraid to fail"
    }
  },
  {
    "text": "It’s pleasurable to read and write about confusion because that’s what we do as people. We are often confused.",
    "quotee": "Lynn Tillman",
    "post": {
      "url": "https://thecreativeindependent.com/people/lynne-tillman-on-what-it-actually-means-to-be-a-writer/",
      "title": "Lynn Tillman on what it actually means to be a writer"
    }
  },
  {
    "text": "It always reminds me of growing up—we had these cicadas in the backyard and at a certain time of year you’d see these little empty cicada shells still clinging to the trees. To me the art ‘product’—whatever that is—feels a little bit like that cicada shell. It’s the residue of a process that’s left the building.",
    "quotee": "Neil Goldberg",
    "post": {
      "url": "https://thecreativeindependent.com/people/neil-goldberg-on-process-and-performance/",
      "title": "Neil Goldberg on process and performance"
    }
  }
]